<%@ Page Title="" Language="C#" MasterPageFile="~/masterPaje.Master" AutoEventWireup="true" CodeBehind="Bzochalim.aspx.cs" Inherits="projectMeytal.Bzochalim" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
<style>img{width:150px}
         body {
            background-color:antiquewhite;
            direction: rtl;
            margin-right: 50px;
            }
        h3 {
               color:lightblue;
            font-style: italic;
            font-family:'Guttman Haim'
        }
    </style></style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    זוחלים ימיים- היא קבוצה של זוחלים החיים את רוב חייהם בים ומוצאים בו את מזונם.קבוצה זו איננה ענף או קבוצה טבעית,אלא קבוצה המאגדת בתוכה בעלי חיים מענפים שונים בעלי אפיונים דומים. <br/>
זוחלי היםהחלו להופיע בתקופת הפרם שבפליאוזואיקון ולעומת הדו-חיים הם יכלו לחיות ולשחות בים בלי בעיות(הדו-חיים סופגים חומרים דרך עורם מה שבים המלא במלח עלול להיות קטלני).היו סדרות רבות שהחלו לעבור לים:מזוזאורוס,איכתיוזאורים מוזאזאוריים,נותוזאוריים,זאורופטריגיים כמו ההנודוס והפלזיוזאורים(שחלקם היו ארוכי צוואר וחלקם גדולי לסתות),צבי ים גדולים כמו ארכלון והתנינים הימיים ת'לאטוסוכים. <br/>
לאחר הכחדת קרטירון-שלישון,היו הרבה פחות זוחלים ימיים מאשר קודם וסדרות רבות של זוחלים ימיים ואף חיות ים אחרות-נכחדו.היצורים ששרדו ופנו לים היו תנינים שונים,צבי ים,נחשי ים ארסיים. <br/>
ישנם גם כמה מיני זוחלים המצויים במים מתוקים או יודעים לשחות זמן רב כמו:אנקונדה,רוב הצבים,והתנינם ולטאות שונות כמו כוח הנילו ובסיליסק. <br/>
שלא כמו יונקים ימיים ועופות ימיים,לחלק מהזוחלים הימיים יש אפשרות לנשום חלקית חמצן מהעור וכך להיות יותר זמן מתחת למים.אך לעומתם הם אינם יכולים להיות במים קרים ושופעי חמצן ודגים בנוסף,הזוחלים הימיים מטילים ביצים ביבשה אם כי חלקם ממליטים ולדות בתוך הים.חלק מהזוחלים הימיים שנכחדו לא יכלו ככל לעלות לחוף,כך שהם השריצו צאצאים חיים בים. <br/>
    <a href="akdama.aspx">
        <img src="pics/Chaz1.png" /></a>
</asp:Content>
